[
  {
    "aduan": true,
    "kategori": "Infrastruktur",
    "text": "Jalan depan rumah rusak, harap ada perbaikan cepat."
  },
  {
    "aduan": true,
    "kategori": "Infrastruktur",
    "text": "Lampu jalan mati, jalanan jadi gelap dan rawan kecelakaan."
  },
  {
    "aduan": true,
    "kategori": "Lingkungan",
    "text": "TPS depan rumah tidak diambil sampah selama seminggu!"
  },
  {
    "aduan": true,
    "kategori": "Lingkungan",
    "text": "Sampah daun menumpuk di halaman sekolah, perlu dibersihkan."
  },
  {
    "aduan": true,
    "kategori": "Lingkungan",
    "text": "Sampah plastik menumpuk di pasar tradisional, perlu ditangani."
  },
  {
    "aduan": true,
    "kategori": "Pelayanan Publik",
    "text": "@Keropi_xyz Dan kabur aja dulu"
  },
  {
    "aduan": true,
    "kategori": "Pelayanan Publik",
    "text": "Putus asa banget gua wak. Umur udah kadaluarsa pula. Mau kabur aja dulu nggak ada duit + orang lokal disana udah pada anti imigran."
  },
  {
    "aduan": true,
    "kategori": "Pelayanan Publik",
    "text": "@mteferest Ngeri ya efe. Setakut itu hadapi fakta. Setakut itu untuk bertanggungjawab. Oh iya lupa kan waktu dulu aja sampai kabur ke Yordania"
  },
  {
    "aduan": true,
    "kategori": "Pelayanan Publik",
    "text": "@hqnim95 Aiiiiih pengeeen ikut kabur aja dulu jadinya"
  },
  {
    "aduan": true,
    "kategori": "Pelayanan Publik",
    "text": "kabur kak. tapi kalo mau coba cobain aja dulu wkwk"
  },
  {
    "aduan": true,
    "kategori": "Pelayanan Publik",
    "text": "@selkcouth ㅤ Kabur aja dulu boleh boleh. ㅤ"
  },
  {
    "aduan": true,
    "kategori": "Pelayanan Publik",
    "text": "Bs gak gw kabur aja dulu dari rumah ini"
  },
  {
    "aduan": true,
    "kategori": "Pelayanan Publik",
    "text": "Pemerintah dan institusi terkait harus memperkuat saluran dialog publik yang efektif untuk menampung kritik masyarakat. Edukasi tentang pentingnya penyaluran aspirasi secara damai dan penegakan hukum yang adil mutlak diperlukan guna mencegah insiden serupa."
  },
  {
    "aduan": true,
    "kategori": "Lingkungan",
    "text": "Aksi penjarahan dan vandalisme sebagai bentuk protes menunjukkan kegagalan dalam menyalurkan aspirasi secara konstruktif. Tindakan anarkis ini merusak tatanan sosial menimbulkan kerugian materiil dan luka batin mendalam serta tidak memecahkan masalah pokok."
  },
  {
    "aduan": true,
    "kategori": "Pelayanan Publik",
    "text": "Menerima dan menjawab langsung perwakilan buruh yg membahas tentang UU Ketenagakerjaan Ketua DPR RI @puanmaharani_ri secara terbuka menyatakan akan menindaklanjuti aspirasi buruh melalui Komisi IX #PuanMaharani https://t.co/buzky5IaXz"
  },
  {
    "aduan": true,
    "kategori": "Pendidikan",
    "text": "Projek Stesen Janakuasa Pulau Indah (PIPP) teraju tenaga bersih sokong aspirasi Pelan Hala Tuju Peralihan Tenaga Negara (NETR) #MalaysiaMADANI #KerajaanMADANI #PIPP #NETR #FadillahYusof #demirakyatpenang https://t.co/zlAoCNiurT"
  },
  {
    "aduan": true,
    "kategori": "Infrastruktur",
    "text": "Proses di DPR jalan terus RUU Perampasan Aset ada di prioritas utama aspirasi kita tetap tersalur kok #aspirasidamai https://t.co/fLSlJbgH1W"
  }
]